Repository: cmsunoPlugins/carousel
Catalog: lang/*.utf8/LC_MESSAGES/carousel.po
Languages: fr_fr

source: Add one or more images carousels.
fr_fr: Ajout d'un ou plusieurs carrousels d'images.

source: Just insert the code
fr_fr: Il suffit d'ins&eacute;rer le code

source: in the text of your page or directly into the template. This code will be replaced by the corresponding carousel.
fr_fr: dans le texte de votre page ou bien directement dans le template. Ce code sera remplac&eacute; par le carrousel correspondant.

source: To operate, JQuery must be inserted. See settings (or in the template).
fr_fr: Pour fonctionner, JQuery doit &ecirc;tre ins&eacute;r&eacute;. Voir dans config (ou dans le template).

source: ID number :
fr_fr: Identifiant :

source: Carousel Number
fr_fr: Num&eacute;ro du carrousel

source: New
fr_fr: Nouveau

source: Delete carousel
fr_fr: Supprimer ce carrousel

source: Delete
fr_fr: Supprimer

source: Ability to create severals carousels. They are identified by a number.
fr_fr: Possibilit&eacute; de cr&eacute;er plusieurs carrousels. Ils sont identifi&eacute;s par un num&eacute;ro.

source: Parameters :
fr_fr: Param&egrave;tres :

source: Carousel type
fr_fr: Type de carrousel

source: The 'frame by frame' Slider of reference. Many successful transitions.
fr_fr: Le diaporama 'image par image' de r&eacute;f&eacute;rence. Nombreuses transitions tr&egrave;s r&eacute;ussies.

source: A multi-image carousel with many possibilities. Perfect for a logos parade.
fr_fr: Un carrousel multi-images avec de nombreuses possibilit&eacute;s. Parfait pour un d&eacute;fil&eacute; de logos.

source: A simple slide show using the famous Ken Burns effect.
fr_fr: Un diaporama tout simple utilisant la transition par le c&eacute;l&egrave;bre effet Ken Burns.

source: A simple and elegant carousel with great 3D rotating effect.
fr_fr: Un carrousel tout simple et &eacute;l&eacute;gant avec un superbe effet de rotation 3D.

source: Display images in a lightbox that floats over your web page.
fr_fr: Montre les images dans un cadre flottant au milieu de la fenêtre.

source: Width
fr_fr: Largeur

source: Width of the carousel (px).
fr_fr: Largeur du carrousel (px).

source: Height
fr_fr: Hauteur

source: Carousel Height (px).
fr_fr: Hauteur du carrousel (px).

source: Duration of the break on each image (ms).
fr_fr: Dur&eacute;e de la pause sur chaque image (ms).

source: Speed
fr_fr: Vitesse

source: Duration of the transition between two images (ms).
fr_fr: Dur&eacute; de la transition entre deux images (ms)

source: Random First
fr_fr: Premi&egrave;re al&eacute;atoire

source: The first image that appears is random.
fr_fr: La premi&egrave;re image qui s'affiche est al&eacute;atoire.

source: Type of transition between images.
fr_fr: Type de transition entre les images.

source: Add a picture :
fr_fr: Ajouter une image :

source: File manager
fr_fr: Gestionnaire de fichiers

source: File Manager
fr_fr: Finder

source: Add this image
fr_fr: Ajoute cette image

source: Add
fr_fr: Ajouter

source: Selection :
fr_fr: S&eacute;lection :

source: Save settings
fr_fr: Enregistre les param&egrave;tres

source: Save
fr_fr: Enregistrer

source: Backup performed : carousel-
fr_fr: Sauvegarde effectuée : carrousel-

source: Impossible backup
fr_fr: Sauvegarde impossible

source: Deletion made
fr_fr: Suppression effectu&eacute;e

source: Impossible deletion
fr_fr: Suppression impossible

source: Error
fr_fr: Erreur
